{
  "welcome": "Welcome Back",
  "login-note": "Log in to your vibecard account.",
  "forgot": "Forgot Password",
  "continue": "Continue with google",
  "account": "Don't have an account?",
  "create": "Create",

  "join": "Join",
  "sign": "Sign up for free",

  "nav1": "Buy Products",
  "nav2": "Pricing",
  "nav3": "Ambassador",
  "nav4": "Dashboard",
  "nav5": "Create Card",
  "nav6": "Setting",
  "nav7": "Insights",
  "nav8": "Logout",
  "login": "Login",
  "register": "Create Account",
  "contact-us": "Contact Us",
  "contact-us-note": " Get in touch with our 24/7 customer service",
  "intro1": "From Meet-and-Greets to",
  "intro2": "Meaningful Relationships",
  "intro3": "Your",
  "intro4": "Personalized Networking Companion.",
  "video": "As simple as this",
  "get-started": "Get Started",
  "at": "At",
  "germany": "Germany",
  "hero1": "Transform Your Connections with a Tap",
  "heroDesc": "Discover VibeCard, your ultimate tool for seamless networking. Our innovative NFC business cards and RFID solutions revolutionize the way you share your professional and personal information. Say goodbye to traditional business cards and embrace a sustainable, smart networking experience that leaves a lasting impression.",
  "feature": "Features",
  "featureTitle": "Customize, Connect, and Conquer",
  "feature1": "Design Your Own:",
  "feature1Desc": "Unleash your creativity with our customizable NFC cards. Choose your style, add your info, and make your card as unique as you are.",
  "feature2": "Effortless Sharing:",
  "feature2Desc": "Just tap your VibeCard against any smartphone – no app needed. It’s networking made simple and swift.",
  "feature3": "Sustainable Choices:",
  "feature3Desc": "Go green with our eco-friendly card options made from recycled materials.",
  "feature4": "Memorable Impressions:",
  "feature4Desc": "Stand out at every interaction with a sleek, innovative card that captures more than just your contact details.",
  "feature5": "Ultimate Security:",
  "feature5Desc": "Safeguard your information with advanced encryption—security that moves at the pace of business.",
  "feature6": "Adaptable for All:",
  "feature6Desc": "From solopreneurs to established enterprises, adapt VibeCard to fit any scale of business needs.",
  "digital": " All Digital Business Cards",

  "faqQ1": "Why choose vibecard?",
  "faqA1": "Instant Impact: Make a memorable impact at every meeting with a card that carries not just your contact details but your professional brand.• Enhanced Security: Protect your information with state-of-the-art encryption and security features that come standard with our RFID wallets.• Versatile Solutions: From individual entrepreneurs to large enterprises, our products meet the needs of every professional environment.",

  "faqQ2": "What is an NFC digital business card?",
  "faqA2": "An NFC digital business card is a physical card embedded with a Near Field Communication chip that allows the transfer of information to a compatible device, such as a smartphone, through close proximity (usually a few centimeters). It typically stores contact details and other professional information that can be updated anytime without needing to reprint the physical card.",

  "faqQ3": "How do NFC digital business cards work?",
  "faqA3": "NFC digital business cards work by utilizing NFC technology, which involves communication between two electronic devices over a short distance. When an NFC-enabled device, like a smartphone, comes into close contact with the NFC card, it triggers a transfer of data. This can instantly import contact information or redirect to a digital portfolio, social media, or websites.",

  "faqQ4": "Are NFC business cards compatible with all smartphones?",
  "faqA4": "Most modern smartphones are equipped with NFC technology and can read NFC tags without any additional apps. However, it’s important to check if the smartphone settings are enabled for NFC. Older models or certain budget smartphones might not support NFC.",

  "faqQ5": "What does NFC offers?",
  "faqA5": "NFC digital business cards offer several advantages over traditional cards: Eco-Friendly: Reduces the need for paper, contributing to less waste. Cost-Effective: Although there might be an initial investment, digital cards can be updated without reprinting, saving on continual costs. Convenience: Provides a quick and easy way to share a comprehensive set of contact information, including links to websites, social profiles, and portfolios.Hygienic: Minimizes physical contact, an important consideration in post-pandemic scenarios.",

  "explore": "Explore",
  "explore1": "Home",
  "explore2": "About",
  "explore3": "Contact",
  "explore4": "Privacy Policy",
  "shop": "Shop",
  "shop1": "Shop All",
  "shop2": "Bamboo Card",
  "shop3": "Metal Card",
  "shop4": "Leather Wallets",
  "shop5": "Synthetic Wallets",

  "contactDesc": "Question? Complaint? Complement? Idea for a new product? We want to hear from you even if it's just to say hi."
}
