{
  "welcome": "Willkommen zurück",
  "login-note": "Melden Sie sich bei Ihrem Vibecard-Konto an.",
  "forgot": "Passwort vergessen?",
  "continue": "Weiter mit Google.",
  "account": "Sie haben noch kein Konto?",
  "create": "Erstellen",

  "join": "Verbinden",
  "sign": "Jetzt kostenlos registrieren!",

  "nav1": "Produkte kaufen",
  "nav2": "Preise",
  "nav3": "Botschafter",
  "nav4": "Armaturenbrett",
  "nav5": "Karte erstellen",
  "nav6": "Einstellung",
  "nav7": "Einblicke",
  "nav8": "Ausloggen",
  "login": "Login",
  "register": "Benutzerkonto erstellen",
  "contact-us": "Kontaktieren Sie uns",
  "contact-us-note": "Kontaktieren Sie unseren 24/7-Kundenservice",

  "intro1": "Von Meet-and-Greets bis",
  "intro2": "Sinnvolle Beziehungen",
  "intro3": "Dein",
  "intro4": "Personalisierter Networking-Begleiter.",
  "video": "So einfach ist das",
  "get-started": "Erste Schritte",
  "at": "Bei",
  "germany": "Deutschland",
  "hero1": "Verwandeln Sie Ihre Verbindungen mit einem Fingertipp",
  "heroDesc": "Entdecken Sie VibeCard, Ihr ultimatives Tool für nahtloses Networking. Unsere innovativen NFC-Visitenkarten und RFID-Lösungen revolutionieren die Art und Weise, wie Sie Ihre beruflichen und persönlichen Informationen teilen. Verabschieden Sie sich von herkömmlichen Visitenkarten und genießen Sie ein nachhaltiges, intelligentes Networking-Erlebnis, das einen bleibenden Eindruck hinterlässt.",
  "feature": "Merkmale",
  "featureTitle": "Anpassen, verbinden und erobern",
  "feature1": "Entwerfe dein eigenes:",
  "feature1Desc": "Lassen Sie Ihrer Kreativität mit unseren anpassbaren NFC-Karten freien Lauf. Wählen Sie Ihren Stil, fügen Sie Ihre Informationen hinzu und machen Sie Ihre Karte so einzigartig wie Sie selbst.",
  "feature2": "Müheloses Teilen:",
  "feature2Desc": "Halten Sie Ihre VibeCard einfach an ein beliebiges Smartphone – keine App erforderlich. So wird Networking schnell und einfach.",
  "feature3": "Nachhaltige Entscheidungen:",
  "feature3Desc": "Setzen Sie auf Umweltfreundlichkeit mit unseren umweltfreundlichen Kartenoptionen aus recycelten Materialien.",
  "feature4": "Unvergessliche Eindrücke:",
  "feature4Desc": "Fallen Sie bei jeder Interaktion mit einer eleganten, innovativen Karte auf, die mehr als nur Ihre Kontaktdaten enthält.",
  "feature5": "Ultimative Sicherheit:",
  "feature5Desc": "Schützen Sie Ihre Informationen mit erweiterter Verschlüsselung – Sicherheit, die mit der Geschäftsdynamik Schritt hält.",
  "feature6": "Anpassbar für alle:",
  "feature6Desc": "Passen Sie VibeCard an die Geschäftsanforderungen jeder Größenordnung an – vom Solounternehmer bis zum etablierten Unternehmen.",
  "digital": "Alle digitalen Visitenkarten",

  "faqQ1": "Warum VibeCard wählen?",
  "faqA1": "Sofortige Wirkung: Hinterlassen Sie bei jedem Meeting einen bleibenden Eindruck mit einer Karte, auf der nicht nur Ihre Kontaktdaten, sondern auch Ihre professionelle Marke steht. • Verbesserte Sicherheit: Schützen Sie Ihre Informationen mit hochmodernen Verschlüsselungs- und Sicherheitsfunktionen, die standardmäßig bei unseren RFID-Geldbörsen vorhanden sind. • Vielseitige Lösungen: Von Einzelunternehmern bis hin zu Großunternehmen erfüllen unsere Produkte die Anforderungen jedes professionellen Umfelds.",

  "faqQ2": "Was ist eine digitale NFC-Visitenkarte??",
  "faqA2": "Eine digitale NFC-Visitenkarte ist eine physische Karte mit einem Near Field Communication-Chip, der die Übertragung von Informationen auf ein kompatibles Gerät wie ein Smartphone über eine Distanz von wenigen Zentimetern ermöglicht. Normalerweise sind auf der Karte Kontaktdaten und andere berufliche Informationen gespeichert, die jederzeit aktualisiert werden können, ohne dass die physische Karte neu ausgedruckt werden muss.",

  "faqQ3": "Wie funktionieren digitale NFC-Visitenkarten?",
  "faqA3": "Digitale NFC-Visitenkarten funktionieren mit NFC-Technologie, die eine Kommunikation zwischen zwei elektronischen Geräten über eine kurze Distanz ermöglicht. Wenn ein NFC-fähiges Gerät, wie etwa ein Smartphone, in engen Kontakt mit der NFC-Karte kommt, löst dies eine Datenübertragung aus. Dadurch können Kontaktinformationen sofort importiert oder auf ein digitales Portfolio, soziale Medien oder Websites umgeleitet werden.",

  "faqQ4": "Sind NFC-Visitenkarten mit allen Smartphones kompatibel?",
  "faqA4": "Die meisten modernen Smartphones sind mit NFC-Technologie ausgestattet und können NFC-Tags ohne zusätzliche Apps lesen. Es ist jedoch wichtig zu prüfen, ob die Smartphone-Einstellungen für NFC aktiviert sind. Ältere Modelle oder bestimmte preisgünstige Smartphones unterstützen NFC möglicherweise nicht.",

  "faqQ5": "Was bietet NFC?",
  "faqA5": "Digitale NFC-Visitenkarten bieten gegenüber herkömmlichen Karten mehrere Vorteile: Umweltfreundlich: Reduziert den Papierbedarf und trägt zu weniger Abfall bei. Kostengünstig: Obwohl möglicherweise eine Anfangsinvestition anfällt, können digitale Karten ohne Neudruck aktualisiert werden, wodurch laufende Kosten gespart werden. Komfort: Bietet eine schnelle und einfache Möglichkeit, einen umfassenden Satz von Kontaktinformationen zu teilen, einschließlich Links zu Websites, sozialen Profilen und Portfolios. Hygienisch: Minimiert den physischen Kontakt, ein wichtiger Aspekt in Szenarien nach einer Pandemie.",

  "explore": "Erkunden",
  "explore1": "Heim",
  "explore2": "Um",
  "explore3": "Kontakt",
  "explore4": "Datenschutzrichtlinie",
  "shop": "Geschäft",
  "shop1": "Alle Produkte",
  "shop2": "Bambuskarte",
  "shop3": "Metallkarte",
  "shop4": "Geldbörsen aus Leder",
  "shop5": "Synthetische Geldbörsen",

  "chat": "Lass uns chatten!",
  "contactDesc": "Frage? Beschwerde? Ergänzung? Idee für ein neues Produkt? Wir möchten von Ihnen hören, auch wenn es nur darum geht, Hallo zu sagen.",
  "contactError": "Wir können momentan keine Nachrichten annehmen!",
  "contactSuccess": "Vielen Dank, dass Sie uns eine Nachricht gesendet haben. Nachricht gesendet Erfolgreich!",

  "legal": "Rechtliche Hinweise",
  "policy": "Datenschutzrichtlinie",
  "policyNote": "VibeCard verpflichtet sich, die Privatsphäre seiner Benutzer zu schützen und zu respektieren. Unsere Datenschutzpraktiken entsprechen der europäischen Datenschutz-Grundverordnung (DSGVO). Wir erfassen nur personenbezogene Daten, die für die Bereitstellung unserer Dienste erforderlich sind, und bewahren diese Daten nur so lange auf, wie dies gesetzlich vorgeschrieben ist oder für die Zwecke, für die sie verarbeitet werden, erforderlich ist. Benutzer haben das Recht, auf ihre gespeicherten Daten zuzugreifen, deren Berichtigung oder Löschung zu verlangen.",
  "terms": "Nutzungsbedingungen",
  "termsNote": "Die Nutzung der VibeCard-Website und -Produkte unterliegt bestimmten Bedingungen. Durch die Nutzung unserer Dienste erklären Sie sich mit diesen Bedingungen einverstanden. Die unbefugte Nutzung unserer Produkte für illegale Zwecke ist verboten. Im Falle eines Missbrauchs behalten wir uns das Recht vor, den Dienst auszusetzen und rechtliche Schritte einzuleiten.",
  "copyright": "Urheberrecht und geistiges Eigentum",

  "copyrightNote": "Alle Inhalte auf unserer Website und alle von VibeCard bereitgestellten Produkte sind urheberrechtlich geschützt und dürfen ohne unsere ausdrückliche schriftliche Zustimmung nicht reproduziert, verbreitet oder anderweitig für kommerzielle Zwecke verwendet werden. Dies umfasst Texte, Grafiken, Logos, Bilder, Software und andere digitale Medien.",
  "declaimer": "Haftungsausschluss",
  "declaimerNote": "VibeCard übernimmt keine Haftung für Schäden oder Verluste, die direkt oder indirekt durch die Verwendung unserer Produkte oder Dienstleistungen entstehen können. Obwohl wir uns bemühen, sicherzustellen, dass alle auf unserer Website bereitgestellten Informationen korrekt sind, übernehmen wir keine Garantie für deren Vollständigkeit oder Richtigkeit.",
  "changes": "Änderungen der rechtlichen Hinweise",
  "changesNote": "Wir behalten uns das Recht vor, unsere rechtlichen Hinweise jederzeit zu ändern. Änderungen werden auf unserer Website veröffentlicht und treten mit der Veröffentlichung in Kraft. Benutzer werden aufgefordert, die rechtlichen Hinweise regelmäßig zu überprüfen, um über Änderungen informiert zu bleiben.",
  "contactInfo": "Kontaktinformationen",
  "contactInfoNote": "Bei Fragen oder Bedenken bezüglich unserer rechtlichen Hinweise können Benutzer uns jederzeit über die auf unserer Kontaktseite angegebenen Kontaktdaten kontaktieren.",

  "aboutUs": "Über uns",
  "innovation": "Innovation von Anfang an",
  "innovationNote": "VibeCard wurde 2023 in Emmendingen, Deutschland, mit der Vision gegründet, die Art und Weise zu revolutionieren, wie Menschen berufliche und persönliche Informationen austauschen. Als neu gegründetes Unternehmen sind wir entschlossen, eine führende Rolle im Technologiesektor einzunehmen und die Kommunikation in der Berufswelt neu zu definieren.",
  "firstStep": "Erste Schritte in eine großartige Zukunft",
  "firstStepNote": "Unsere Reise begann mit der Erkenntnis, dass herkömmliche Visitenkarten oft ineffizient und umweltschädlich sind. Um dieses Problem anzugehen, haben wir eine innovative NFC-basierte Lösung entwickelt, die einen schnellen, sicheren und abfallfreien Austausch von Kontakten ermöglicht. Von Anfang an war es unser Ziel, nicht nur eine Alternative anzubieten, sondern herkömmliche Methoden deutlich zu verbessern.",
  "ambitious": "Ehrgeizige Ziele",
  "ambitiousNote": "Trotz der Herausforderungen, die mit der Gründungsphase eines Technologieunternehmens verbunden sind, sind unsere Ambitionen hoch. Wir möchten unsere Präsenz schnell ausbauen und unsere Produkte kontinuierlich verbessern, um den sich entwickelnden Bedürfnissen unserer Kunden gerecht zu werden. Mit einem starken Fokus auf Kundenzufriedenheit, Sicherheit und Designqualität streben wir danach, VibeCard zur ersten Wahl für die digitale Geschäftskommunikation zu machen.",
  "sustainability": "Nachhaltigkeit und Innovation",
  "sustainabilityNote": "Ein weiterer Eckpfeiler unserer Unternehmensphilosophie ist Nachhaltigkeit. Unsere NFC-Karten werden aus recycelten Materialien hergestellt und sind vollständig recycelbar. Dies unterstreicht unser Engagement für Umweltverantwortung und ist ein starkes Beispiel in einer zunehmend umweltbewussten Welt.",
  "shape": "Die Zukunft gestalten",
  "shapeNote": "VibeCard steht am Anfang einer vielversprechenden Zukunft. Wir sind bestrebt, kontinuierliche Innovationen voranzutreiben und modernste Technologien einzusetzen, um die Konnektivität weltweit zu verbessern. Jeder Schritt nach vorne bestätigt unsere Vision und wir sind begeistert von den Möglichkeiten, die vor uns liegen.",

  "dashboardDesc": "Bringen Sie Ihr Geschäft und Ihre Karriere mit unseren Dienstleistungen auf die nächste Stufe.",
  "dashBtn": "Visitenkarte erstellen",
  "dashBtn2": "Abonnement verwalten",
  "previousCard": "Vorherige Karten anzeigen",
  "view": "Anzeigen",
  "job": "Stelle",
  "edit": "Bearbeiten",
  "delete": "Löschen",
  "worksAt": "Arbeitet bei",
  "copy": "Kopieren",
  "share": "Teilen",
  "copied": "Kopiert"
}
