{
  "welcome": "Willkommen zurück",
  "login-note": "Melden Sie sich bei Ihrem Vibecard-Konto an.",
  "forgot": "Passwort vergessen?",
  "continue": "Weiter mit Google.",
  "account": "Sie haben noch kein Konto?",
  "create": "Erstellen",

  "join": "Verbinden",
  "sign": "Jetzt kostenlos registrieren!",

  "nav1": "Produkte kaufen",
  "nav2": "Preise",
  "nav3": "Botschafter",
  "nav4": "Armaturenbrett",
  "nav5": "Karte erstellen",
  "nav6": "Einstellung",
  "nav7": "Einblicke",
  "nav8": "Ausloggen",
  "login": "Login",
  "register": "Benutzerkonto erstellen",
  "contact-us": "Kontaktieren Sie uns",
  "contact-us-note": "Kontaktieren Sie unseren 24/7-Kundenservice",

  "intro1": "Von Meet-and-Greets bis",
  "intro2": "Sinnvolle Beziehungen",
  "intro3": "Dein",
  "intro4": "Personalisierter Networking-Begleiter.",
  "video": "So einfach ist das",
  "get-started": "Erste Schritte",
  "at": "Bei",
  "germany": "Deutschland",
  "hero1": "Verwandeln Sie Ihre Verbindungen mit einem Fingertipp",
  "heroDesc": "Entdecken Sie VibeCard, Ihr ultimatives Tool für nahtloses Networking. Unsere innovativen NFC-Visitenkarten und RFID-Lösungen revolutionieren die Art und Weise, wie Sie Ihre beruflichen und persönlichen Informationen teilen. Verabschieden Sie sich von herkömmlichen Visitenkarten und genießen Sie ein nachhaltiges, intelligentes Networking-Erlebnis, das einen bleibenden Eindruck hinterlässt.",
  "feature": "Merkmale",
  "featureTitle": "Anpassen, verbinden und erobern",
  "feature1": "Entwerfe dein eigenes:",
  "feature1Desc": "Lassen Sie Ihrer Kreativität mit unseren anpassbaren NFC-Karten freien Lauf. Wählen Sie Ihren Stil, fügen Sie Ihre Informationen hinzu und machen Sie Ihre Karte so einzigartig wie Sie selbst.",
  "feature2": "Müheloses Teilen:",
  "feature2Desc": "Halten Sie Ihre VibeCard einfach an ein beliebiges Smartphone – keine App erforderlich. So wird Networking schnell und einfach.",
  "feature3": "Nachhaltige Entscheidungen:",
  "feature3Desc": "Setzen Sie auf Umweltfreundlichkeit mit unseren umweltfreundlichen Kartenoptionen aus recycelten Materialien.",
  "feature4": "Unvergessliche Eindrücke:",
  "feature4Desc": "Fallen Sie bei jeder Interaktion mit einer eleganten, innovativen Karte auf, die mehr als nur Ihre Kontaktdaten enthält.",
  "feature5": "Ultimative Sicherheit:",
  "feature5Desc": "Schützen Sie Ihre Informationen mit erweiterter Verschlüsselung – Sicherheit, die mit der Geschäftsdynamik Schritt hält.",
  "feature6": "Anpassbar für alle:",
  "feature6Desc": "Passen Sie VibeCard an die Geschäftsanforderungen jeder Größenordnung an – vom Solounternehmer bis zum etablierten Unternehmen.",
  "digital": "Alle digitalen Visitenkarten",

  "faqQ1": "Warum VibeCard wählen?",
  "faqA1": "Sofortige Wirkung: Hinterlassen Sie bei jedem Meeting einen bleibenden Eindruck mit einer Karte, auf der nicht nur Ihre Kontaktdaten, sondern auch Ihre professionelle Marke steht. • Verbesserte Sicherheit: Schützen Sie Ihre Informationen mit hochmodernen Verschlüsselungs- und Sicherheitsfunktionen, die standardmäßig bei unseren RFID-Geldbörsen vorhanden sind. • Vielseitige Lösungen: Von Einzelunternehmern bis hin zu Großunternehmen erfüllen unsere Produkte die Anforderungen jedes professionellen Umfelds.",

  "faqQ2": "Was ist eine digitale NFC-Visitenkarte??",
  "faqA2": "Eine digitale NFC-Visitenkarte ist eine physische Karte mit einem Near Field Communication-Chip, der die Übertragung von Informationen auf ein kompatibles Gerät wie ein Smartphone über eine Distanz von wenigen Zentimetern ermöglicht. Normalerweise sind auf der Karte Kontaktdaten und andere berufliche Informationen gespeichert, die jederzeit aktualisiert werden können, ohne dass die physische Karte neu ausgedruckt werden muss.",

  "faqQ3": "Wie funktionieren digitale NFC-Visitenkarten?",
  "faqA3": "Digitale NFC-Visitenkarten funktionieren mit NFC-Technologie, die eine Kommunikation zwischen zwei elektronischen Geräten über eine kurze Distanz ermöglicht. Wenn ein NFC-fähiges Gerät, wie etwa ein Smartphone, in engen Kontakt mit der NFC-Karte kommt, löst dies eine Datenübertragung aus. Dadurch können Kontaktinformationen sofort importiert oder auf ein digitales Portfolio, soziale Medien oder Websites umgeleitet werden.",

  "faqQ4": "Sind NFC-Visitenkarten mit allen Smartphones kompatibel?",
  "faqA4": "Die meisten modernen Smartphones sind mit NFC-Technologie ausgestattet und können NFC-Tags ohne zusätzliche Apps lesen. Es ist jedoch wichtig zu prüfen, ob die Smartphone-Einstellungen für NFC aktiviert sind. Ältere Modelle oder bestimmte preisgünstige Smartphones unterstützen NFC möglicherweise nicht.",

  "faqQ5": "Was bietet NFC?",
  "faqA5": "Digitale NFC-Visitenkarten bieten gegenüber herkömmlichen Karten mehrere Vorteile: Umweltfreundlich: Reduziert den Papierbedarf und trägt zu weniger Abfall bei. Kostengünstig: Obwohl möglicherweise eine Anfangsinvestition anfällt, können digitale Karten ohne Neudruck aktualisiert werden, wodurch laufende Kosten gespart werden. Komfort: Bietet eine schnelle und einfache Möglichkeit, einen umfassenden Satz von Kontaktinformationen zu teilen, einschließlich Links zu Websites, sozialen Profilen und Portfolios. Hygienisch: Minimiert den physischen Kontakt, ein wichtiger Aspekt in Szenarien nach einer Pandemie."
}
